Revit 2027 API
Int Properties
The SpecTypeId.Int type exposes the following members.
Properties
Name | Description
Integer |  Integer, in discipline Common.
NumberOfPoles |  Number of Poles, in discipline Electrical.
Top
See Also
Reference
SpecTypeId.Int Class
Autodesk.Revit.DB Namespace